#X-Generator: crowdin.com
#X-Generator: crowdin.net
msg_0=Ph\u00e2n t\u00edch c\u00fa ph\u00e1p l\u1ed7i g\u1ea7n {0} bi\u1ec3u t\u01b0\u1ee3ng\: {1}
msg_1=Ph\u00e2n t\u00edch c\u00fa ph\u00e1p l\u1ed7i x\u1ea3y ra g\u1ea7n {0} bi\u1ec3u t\u01b0\u1ee3ng\: ki\u1ec3m tra t\u00ednh h\u1ee3p l\u1ec7 bi\u1ec3u th\u1ee9c
msg_2=Kh\u00f4ng c\u00f3 to\u00e1n t\u1eed v\u1edbi t\u00ean\: {0}
msg_3=T\u00ean to\u00e1n t\u1eed kh\u00f4ng h\u1ee3p l\u1ec7\: {0}
msg_4=Postfix h\u00e0m v\u1edbi t\u00ean {0} kh\u00f4ng t\u1ed3n t\u1ea1i
msg_5=T\u00ean h\u1eb1ng s\u1ed1 ph\u1ea3i b\u1eaft \u0111\u1ea7u b\u1eb1ng k\u00fd t\u1ef1
msg_6=H\u00e0m ho\u1eb7c to\u00e1n t\u1eed c\u00f3 c\u00f9ng t\u00ean \u0111\u00e3 \u0111\u01b0\u1ee3c \u0111\u1ecbnh ngh\u0129a\: {0}
msg_7=Ch\u1eef s\u1ed1 \u0111\u01b0\u1ee3c y\u00eau c\u1ea7u
msg_8=S\u1ed1 kh\u00f4ng h\u1ee3p l\u1ec7\: {0}
msg_9=Ch\u1eef c\u00e1i \u0111\u1ea7u ti\u00ean c\u1ee7a s\u1ed1 ph\u1ea3i l\u00e0 m\u1ed9t ch\u1eef s\u1ed1
msg_10=Y\u00eau c\u1ea7u c\u00e1c k\u00fd t\u1ef1 l\u00e0 {0} ho\u1eb7c {1}
msg_11=Y\u00eau c\u1ea7u c\u00e1c k\u00fd t\u1ef1 l\u00e0 {0}
msg_12=Y\u00eau c\u1ea7u k\u00fd t\u1ef1 l\u00e0 {0}
msg_13=T\u00ean h\u00e0m kh\u00f4ng h\u1ee3p l\u1ec7\: {0}
msg_14=S\u1ed1 l\u01b0\u1ee3ng tham s\u1ed1 y\u00eau c\u1ea7u kh\u00e1c v\u1edbi th\u1ef1c t\u1ebf {0}
msg_15=Ch\u1ec9 c\u00f3 c\u01a1 s\u1ed1 th\u1eadp ph\u00e2n m\u1edbi h\u1ed7 tr\u1ee3 s\u1ed1 th\u1eadp ph\u00e2n
msg_16=C\u00e1c l\u1ed7i sau \u0111\u00e3 x\u1ea3y ra trong khi t\u00ednh to\u00e1n\:
msg_17=Kh\u00f4ng th\u1ec3 chuy\u1ec3n \u0111\u1ed5i c\u00e1c c\u01a1 s\u1ed1 c\u1ee7a {0}. Thay \u0111\u1ed5i c\u01a1 s\u1ed1 m\u1eb7c \u0111\u1ecbnh c\u01a1 b\u1ea3n qua h\u1ec7 c\u01a1 s\u1ed1 th\u1eadp ph\u00e2n v\u00e0 th\u1eed l\u1ea1i.
msg_18=T\u00ednh to\u00e1n c\u1ee7a m\u1ed9t giai th\u1eeba ba kh\u00f4ng \u0111\u01b0\u1ee3c h\u1ed7 tr\u1ee3\!
msg_19=H\u00e0m t\u00f9y ch\u1ec9nh v\u1edbi t\u00ean {0} kh\u00f4ng \u0111\u01b0\u1ee3c t\u00ednh to\u00e1n do l\u1ed7i sau\: {1}
msg_20=H\u00e0m {0} kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c t\u00edch h\u1ee3p cho \u0111\u01a1n v\u1ecb g\u00f3c kh\u00f4ng ph\u1ea3i l\u00e0 radian\!
msg_21=T\u00edch ph\u00e2n kh\u00f4ng \u0111\u01b0\u1ee3c h\u1ed7 tr\u1ee3 cho {0}
msg_22=T\u00edch ph\u00e2n kh\u00f4ng \u0111\u01b0\u1ee3c h\u1ed7 tr\u1ee3
msg_23=T\u00ednh to\u00e1n s\u1ed1 ph\u1ee9c trong ch\u1ebf \u0111\u1ed9 kh\u00f4ng RAD c\u00f3 th\u1ec3 d\u1eabn \u0111\u1ebfn k\u1ebft qu\u1ea3 kh\u00f4ng \u0111\u00fang\!
msg_24=T\u00edch ph\u00e2n trong ch\u1ebf \u0111\u1ed9 kh\u00e1c RAD c\u00f3 th\u1ec3 d\u1eabn \u0111\u1ebfn k\u1ebft qu\u1ea3 sai\!
msg_25=Vi ph\u00e2n trong ch\u1ebf \u0111\u1ed9 kh\u00e1c RAD c\u00f3 th\u1ec3 d\u1eabn \u0111\u1ebfn k\u1ebft qu\u1ea3 kh\u00f4ng \u0111\u00fang\!


